aaron-bond.better-comments
astral-sh.ty
biomejs.biome
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
donjayamanne.githistory
dotenv.dotenv-vscode
fill-labs.dependi
github.vscode-github-actions
ms-azuretools.vscode-containers
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
njpwerner.autodocstring
openai.chatgpt
redhat.vscode-yaml
tamasfe.even-better-toml
usernamehw.errorlens
vitest.explorer
yoavbls.pretty-ts-errors
